let state = {
    newsPage: {
        news: [
            {
                id: 1,
                date: "13/07",
                original: "https://bash.im/quote/8068",
                message: "раньше непонятное списывали на мистику теперь на фотошопъ"
            },
            {
                id: 2,
                date: "13/07",
                original: "https://bash.im/quote/417522",
                message: "xxx: что меня больше всего убивает в фильмах про зомби, так это то, что никому из жертв не знакомы другие фильмы про зомби\n" +
                    "xxx: все как первый раз с ними сталкиваются"
            },
            {
                id: 3,
                date: "14/07",
                original: "https://bash.im/quote/408068",
                message: "она: ты почему так долго отвечаешь?\n" +
                    "он: умные люди перед тем как написать сначала думают\n" +
                    "она: но я же сразу пишу!"
            },
            {
                id: 4,
                date: "15/07",
                original: "https://bash.im/quote/460808",
                message: "ххх: Чтобы не было тормозов нужно разгонять не процы, а офисы с рукожопыми программистами"
            },
            {
                id: 5,
                date: "16/07",
                original: "https://bash.im/quote/426584",
                message: "xxx: Кажется, я нашёл машину своего соседа с перфоратором - у неё в лобовом стекле чья-то ёлка торчит."
            },
            {
                id: 6,
                date: "14/07",
                original: "https://bash.im/quote/424133",
                message: "Из статьи про вестибюлярный аппарат:\n" +
                    "У речного рака тоже есть вестибулярный аппарат, но для того, чтобы он работал, в нем должны быть песчинки с речного дна. Если эти песчинки из рака достать и заменить их на железные опилки (это можно сделать, когда рак линяет), а потом подносить к раку магнит, он будет думать, что низ находится там, где магнит.\n" +
                    "\n" +
                    "Комментарий:\n" +
                    "Про рака порадовало. До чего–только люди не додумаются, но засунуть в рака железную стружку пока он линяет — это сильно"
            }
        ]
    }


}


export default state;